[
    {
        "climbingCollection": [
            {
                "id": 101,
                "name": "Aether 55L",
                "price": 235,
                "images": [ "https://i.postimg.cc/RCHnhgFy/aether55-1.jpg", "https://i.postimg.cc/0y86txf1/aether55-2.jpg", "https://i.postimg.cc/151VqDVt/aether55-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "Winner of the 2021 Backpacker Editors’ Choice Gold Award. You come to the trailhead fully prepared, you expect the same reliability and readiness from your pack—and the Aether 55 delivers. Custom Fit-on-the-Fly® Shoulder Straps and Hipbelt, and an adjustable torso provide a near-perfect fit while an injection-molded backpanel offers close-to-body performance. Made with bluesign® approved nylon and PFC-free DWR. Raincover included."
            },
            {
                "id": 102,
                "name": "Aether 65L",
                "price": 265,
                "images": [ "https://i.postimg.cc/26PbTZH0/aether65-1.jpg", "https://i.postimg.cc/LXqgzTVq/aether65-2.jpg", "https://i.postimg.cc/j2PW1Smt/aether65-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "Ideal for a week on the trail or a gear-intensive weekend, the Aether 65 is a customizable, perfect-fitting pack that has the ability to carry larger and heavier loads. Featuring an adjustable torso and Custom Fit-on-the-Fly™ Shoulder Straps and Hipbelt to calibrate the perfect fit. An injection-molded AirScape™ backpanel delivers fine-tuned performance. Made with high-quality bluesign®-approved nylon and PFC-free DWR. Raincover included."
            },
            {
                "id": 103,
                "name": "Anti Gravity 55L",
                "price": 250,
                "images": [ "https://i.postimg.cc/65V2LTCh/antigravity55-1.jpg", "https://i.postimg.cc/Qd0FwP49/antigravity55-2.jpg", "https://i.postimg.cc/MZVvqX38/antigravity55-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "Half a century of innovation has culminated in the industry-changing Osprey UNLTD™ Series designed by Founder Mike Pfotenhauer and Osprey’s innovation team. A first-of-its-kind 3D Printed Fitscape Lumbar with Carbon DLS™ Technology offers supreme ventilation, fine-tuned support and anti-slip grip. The exclusive Men’s Osprey UNLTD™ AntiGravity 64 also features an innovative AutoLift System to automatically adjust harness length and a Fit-On-The-Fly® hipbelt for in-the-field, fine-tuned adjustment. A clamshell design provides structure and enhanced compression while an anodized 7075 aluminium frame offers unmatched performance. Made from state-of-the-art fabrics and including a premium raincover and custom Airporter transit cover. Top lid converts to a fully functional lumbar pack."
            },
            {
                "id": 104,
                "name": "Anti Gravity 65L",
                "price": 285,
                "images": [ "https://i.postimg.cc/d0fLtCKJ/antigravity65-1.jpg", "https://i.postimg.cc/7Y4b6DjJ/antigravity65-2.jpg", "https://i.postimg.cc/PJWx4Fvq/antigravity65-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "With market-leading technology delivering cutting-edge comfort and a precision fit, the men's specific Osprey UNLTD™ AG 32 offers a truly uncompromising hiking experience that must be felt to be believed. Designed by founder Mike Pfotenhauer and the Osprey innovation team, our most technical hiking pack yet executes premier performance with stand-out features."
            },
            {
                "id": 105,
                "name": "Ariel 55L",
                "price": 210,
                "images": [ "https://i.postimg.cc/j202yr59/ariel55-1.jpg", "https://i.postimg.cc/rF9sR3Ln/ariel55-2.jpg", "https://i.postimg.cc/KYj12Nw9/ariel55-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "Winner of the 2021 Backpacker Editors’ Choice Gold Award. Ideal for anyone in need of a pack with a fine-tuned fit, the women’s-specific Ariel 55 fits a variety of body shapes and sizes. A Custom Fit-on-the-Fly® Hipbelt and Shoulder Straps, and adjustable torso length offers a fine-tuned fit and an injection-molded backpanel delivers breathable, close-to-body performance. Made with bluesign® approved nylon and PFC-free DWR. Raincover included."
            },
            {
                "id": 106,
                "name": "Ariel 65L",
                "price": 225,
                "images": [ "https://i.postimg.cc/j5JCWjsP/ariel65-1.jpg", "https://i.postimg.cc/wjTvX2q6/ariel65-2.jpg", "https://i.postimg.cc/zf4G11nB/ariel65-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "For backpacking, thru-hikes and alpine expeditions, the Ariel AG Series has a pedigree like no other pack. We have set the bar for technical backpacking packs by combining Anti-Gravity technology with customizable fit and innovative features to create a more capable and comfortable pack for long-haul load carrying on any multi-day excursion. When you need a pack that can carry heavy loads for up to a week, there is no better option than the Ariel AG pack. Size XS comes with a Small hipbelt and harness."
            },
            {
                "id": 107,
                "name": "Atmos 50L",
                "price": 185,
                "images": [ "https://i.postimg.cc/vZqm3nT5/atmos50-1.jpg", "https://i.postimg.cc/nLXh5L9g/atmos50-2.jpg", "https://i.postimg.cc/fyNWJjqQ/atmos50-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "The Atmos™ AG 50 is the best-fitting, most ventilated and comfortable pack ever made for traditional backpacking trips lasting a weekend or more. The innovative AntiGravity suspension makes it feel like you're carrying less weight and seamlessly wraps around your body, which means you'll enjoy every mile more than ever. From easy to use stretch mesh side pockets, Stow-on-the-Go trekking pole attachment, and FlapJacket for lidless use, the Atmos™ AG 50 is still the top contender. Backed by our All Mighty Guarantee, forever."
            },
            {
                "id": 108,
                "name": "Atmos 65L",
                "price": 205,
                "images": [ "https://i.postimg.cc/VsqL2p5f/atmos65-1.jpg", "https://i.postimg.cc/7YqY49Tg/atmos65-2.jpg", "https://i.postimg.cc/ZKjY5NrX/atmos65-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "The Atmos™ AG 65 is the best-fitting, most ventilated and comfortable pack ever made for traditional backpacking trips up to a week or more in duration. The innovative AntiGravity suspension makes it feel like you're carrying less weight and seamlessly wraps around your body, which means you'll enjoy every mile more than ever. From easy to use stretch mesh side pockets, Stow-on-the-Go trekking pole attachment, and FlapJacket for lidless use, the Atmos™ AG 65 is still the top contender. Backed by our All Mighty Guarantee, forever."
            },
            {
                "id": 109,
                "name": "Aura 50L",
                "price": 190,
                "images": [ "https://i.postimg.cc/NMTfsP4x/aura50-1.jpg", "https://i.postimg.cc/SKYmdtwp/aura50-2.jpg", "https://i.postimg.cc/XJw4SBjH/aura50-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "The Aura AG 50 is the best-fitting, most ventilated and comfortable women's-specific pack ever made for traditional backpacking trips lasting a weekend or more. The innovative AntiGravity suspension makes it feel like you're carrying less weight and seamlessly wraps around your body, which means you'll enjoy every mile more than ever. From easy to use stretch mesh side pockets, Stow-on-the-Go trekking pole attachment, and FlapJacket for lidless use, the Aura AG 50 is still the top contender. Backed by our All Mighty Guarantee, forever."
            },
            {
                "id": 110,
                "name": "Aura 65L",
                "price": 205,
                "images": [ "https://i.postimg.cc/Y9cMszHL/aura65-1.jpg", "https://i.postimg.cc/C5SYFMdF/aura65-2.jpg", "https://i.postimg.cc/L5DShdZj/aura65-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "The Aura AG 65 is the best-fitting, most ventilated and comfortable women's-specific pack ever made for traditional backpacking trips up to a week or more in duration. The innovative AntiGravity suspension makes it feel like you're carrying less weight and seamlessly wraps around your body, which means you'll enjoy every mile more than ever. From easy to use stretch mesh side pockets, Stow-on-the-Go trekking pole attachment, and FlapJacket for lidless use, the Aura AG 65 is still the top contender. Backed by our All Mighty Guarantee, forever."
            },
            {
                "id": 111,
                "name": "Eja 38L",
                "price": 110,
                "images": [ "https://i.postimg.cc/HsWHRLfz/eja38-1.jpg", "https://i.postimg.cc/rFhckkTk/eja38-2.jpg", "https://i.postimg.cc/KcDx0Ts4/eja38-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "The smallest of the new women's-specific Eja Series, the 38L excels at overnight and weekend trips for those who enjoy going light. The incredible AirSpeed suspension's breathable 3-D mesh backpanel provides unmatched ventilation and comfort, and trail-friendly features like Stow-on-the-Go trekking pole carry combine with strippable features to create the comfortable pack for short, lightweight trips. Our All Mighty Guarantee means you can rest assured we've got you covered if anything happens on the trail. Stripped weight - 2.10lbs, 0.95kg. Read the great review of the Exos/Eja from Andrew Skurka at Outside Magazine."
            },
            {
                "id": 112,
                "name": "Eja 48L",
                "price": 145,
                "images": [ "https://i.postimg.cc/8zjGk0kr/eja48-1.jpg", "https://i.postimg.cc/85VgHkRh/eja48-2.jpg", "https://i.postimg.cc/jSmbD4C3/eja48-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "For the perfect women's pack to carry when every ounce matters but you still need to count on your backpacking pack for a supportive carry, the Eja is just the ticket. Reach for the Eja 48 for the perfect mid-size ultra-light, with plenty of room to put in the miles, but not so much that you're tempted to overpack. Highly experienced backpackers will appreciate industry-leading comfort and ventilation—without the weight it often adds—making it the perfect pack for committing thru-hikes and ultralights like the AT or Colorado Trail. Need to trim some extra weight? An integrated FlapJacket takes the place of the removable floating lid in a pinch. Plus, our refined AirSpeed® suspension keeps you cool with maximum airflow between you and your pack, so each mile stays as comfortable as the last. Made with 100% recycled materials."
            },
            {
                "id": 113,
                "name": "Eja 58L",
                "price": 165,
                "images": [ "https://i.postimg.cc/3RC5bM1z/eja58-1.jpg", "https://i.postimg.cc/qqJfPmZq/eja58-2.jpg", "https://i.postimg.cc/q7Kdy63J/eja58-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "For the perfect women's pack to carry when every ounce matters but you still need to count on your backpacking pack for a supportive carry, the Eja is just the ticket. The Eja 58, made from 100% recycled materials, is perfect for those more committing trips when resupply is few and far between. Highly experienced backpackers will appreciate industry-leading comfort and ventilation—without the weight it often adds—making it the perfect pack for committing thru-hikes and ultralights like the AT or Colorado Trail. Cutting as much weight as possible? Remove the floating lid and opt for the integrated FlapJacket instead. Plus, our refined AirSpeed® suspension keeps you cool with maximum airflow between you and your pack, so each mile stays as comfortable as the last."
            },
            {
                "id": 114,
                "name": "Exos 38L",
                "price": 150,
                "images": [ "https://i.postimg.cc/05n1Ysbw/exos38-1.jpg", "https://i.postimg.cc/BQwWzB5Z/exos38-2.jpg", "https://i.postimg.cc/prsNRDgZ/exos38-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "When every ounce matters but you still need a backpack that's more than just a sack with shoulder straps, the Exos makes for an excellent ultralight companion. The Exos 38, made of 100% recycled materials, is perfect for those more committing trips when resupply is few and far between. Highly experienced backpackers will appreciate industry-leading comfort and ventilation—without the weight it often adds—making it the perfect pack for committing thru-hikes and ultralights like the AT or Colorado Trail. Need to slim things down even further? Remove the floating lid and use the integrated FlapJacket to protect your gear inside. Plus, our refined AirSpeed® suspension keeps you cool with maximum airflow between you and your pack, so each mile stays as comfortable as the last."
            },
            {
                "id": 115,
                "name": "Volt 50L",
                "price": 160,
                "images": [ "https://i.postimg.cc/6p2sx4zr/volt50-1.jpg", "https://i.postimg.cc/QdR28NnR/volt50-2.jpg", "https://i.postimg.cc/hPGWM5d3/volt50-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "The Volt 50 is known for its exceptional fit, comfort and stability, all designed around a clean, simple and sustainable silhouette. Sized perfectly for weekenders and overnight trips, the Volt 50 is a panel load workhorse, ready to energize your journey. It features a highly adjustable AirScape® suspension system that offers up best-in-class fit and carrying comfort, even when the load gets heavy and the road gets tough. This pack provides a close-to-body, breathable and stable fit that bears the burden for you. Plus it's sustainably made with 100% recycled materials."
            },
            {
                "id": 116,
                "name": "Volt 65L",
                "price": 170,
                "images": [ "https://i.postimg.cc/N0mW5h3L/volt65-1.jpg", "https://i.postimg.cc/j5hm4Hdb/volt65-2.jpg", "https://i.postimg.cc/KjqWdmMp/volt65-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "The Volt 65 is known for its exceptional fit, comfort and stability, all designed around a clean, simple and sustainable silhouette. Sized perfectly for weekenders and overnight trips, the Volt 65 is a panel load workhorse, ready to energize your journey. It features a highly adjustable AirScape® suspension system that offers up best-in-class fit and carrying comfort, even when the load gets heavy and the road gets tough. This pack provides a close-to-body, breathable and stable fit that bears the burden for you. Plus it's sustainably made with 100% recycled materials."
            }
        ],
        "urbanCollection": [
            {
                "id": 201,
                "name": "Aphelia",
                "price": 55,
                "images": [ "https://i.postimg.cc/PJrc3CP8/aphelia-1.jpg", "https://i.postimg.cc/yYG5jYBk/aphelia-2.jpg", "https://i.postimg.cc/zGRQcZXp/aphelia-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "The sleek design of the Osprey Aphelia Backpack makes it a perfect pick for your urban needs since it won't get caught on the bus or getting in or out of the car. There's a padded sleeve for your laptop or tablet, and plenty of space inside for all your documents and whatever else you need for a day on the go. But since not every day is about going to work, the Aphelia is built for fun too. The stowable compression straps are perfect for stashing an extra layer when you're heading out on a hike, and the ergonomic harness and removable webbing belt makes it easy to get comfortable on the trail."
            },
            {
                "id": 202,
                "name": "Apogee",
                "price": 55,
                "images": [ "https://i.postimg.cc/XNQtZkzK/apogee-1.jpg", "https://i.postimg.cc/xT8hLNww/apogee-2.jpg", "https://i.postimg.cc/yxbfLnMw/apogee-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "Intelligent features combine with a comfortable carrying system to create a pack that’s sole purpose is to improve your every day. Whether you’re headed to the office, campus or a meeting about your local trails, the Apogee will help keep you organized and efficient with front-panel pocket storage for your most-reached-for items, like pens, business cards, phone, wallet and more. A padded laptop sleeve helps protect your important electronic documents when you’re on the move. Upper tuckaway compression straps reduce volume when you’re carrying smaller loads, and inconspicuous water bottle pockets give the pack a refined profile while making it easy to stay hydrated."
            },
            {
                "id": 203,
                "name": "Arcane",
                "price": 65,
                "images": [ "https://i.postimg.cc/CKT2yPR0/arcane-1.jpg", "https://i.postimg.cc/JhN2RNXk/arcane-2.jpg", "https://i.postimg.cc/rmqYsDGY/arcane-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "Crafted to Osprey's highest standards with durable certified recycled fabrics, the Arcane Small Day is meant for life on the go. You have a lot of places to be in one day and this pack is an essential companion, whether you're catching the train to work or catching up over coffee with a friend. Featuring a wide zippered opening; 13-inch padded laptop sleeve; soft, breathable harness; and a self-locking security hook so your bag—and everything you've stashed inside—doesn't grow legs. The Arcane Small Day is made from 7.8 plastic bottles."
            },
            {
                "id": 204,
                "name": "Arcane large day",
                "price": 70,
                "images": [ "https://i.postimg.cc/vBX2VG38/arcanelargeday-1.jpg", "https://i.postimg.cc/SNn1nF8q/arcanelargeday-2.jpg", "https://i.postimg.cc/65FjRjLZ/arcanelargeday-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "From running errands to running late for work, the Arcane Large Day was built for the big day ahead of you. A large J-zip front panel, padded internal laptop sleeve and streamlined low-profile water bottle pocket keep everyday essentials organized while a breathable harness keeps you comfortable. Hopping on the express train or stopping for an espresso? Use the built-in self-locking hook to secure your pack to something stationary and prevent your belongings from disappearing."
            },
            {
                "id": 205,
                "name": "Arcane roll top",
                "price": 55,
                "images": [ "https://i.postimg.cc/0ymtCYcB/arcanerolltop-1.jpg", "https://i.postimg.cc/FK4TCY6s/arcanerolltop-2.jpg", "https://i.postimg.cc/k4Mf9k90/arcanerolltop-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "A beautifully crafted everyday bag, the Arcane Roll Top was designed to fit a variety of scenarios and withstand the demands of daily use. Pack it with the day’s essentials and carry it from the office to the gym to the pub. Built with durable certified recycled fabric, intuitive straightforward features and a surprisingly comfortable carry. Featuring clean lines, modern hardware and roll-top access. The Arcane Roll Top is made from 12.5 plastic bottles."
            },
            {
                "id": 206,
                "name": "Arcane xl day",
                "price": 70,
                "images": [ "https://i.postimg.cc/BvBMrqW5/arcanexlday-1.jpg", "https://i.postimg.cc/DZC5zBw8/arcanexlday-2.jpg", "https://i.postimg.cc/D0864LS5/arcanexlday-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "Reach for the Arcane XL Day when you need a bit more cargo space than most daypacks provide. The stylish and sustainable Arcane™ XL Day was built for the big day ahead of you. A large J-zip front panel, padded internal laptop sleeve and streamlined low-profile water bottle pocket keep everyday essentials organized while a breathable harness keeps you comfortable. This pack is sustainably made from bluesign® approved recycled materials with a PFC-free DWR treatment that sheds moisture. The Arcane XL Day is made from 26 plastic bottles."
            },
            {
                "id": 207,
                "name": "Axis 24L",
                "price": 85,
                "images": [ "https://i.postimg.cc/Y0Z360g7/axis24-1.jpg", "https://i.postimg.cc/fWrBn2PP/axis24-2.jpg", "https://i.postimg.cc/T380hyfq/axis24-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "On-the-go students looking for a streamlined school bag will find the Axis ideal, whether they're coming in from off campus or living in the dorms. With 24L of storage and organization, fitting up to a 16-inch laptop, it's a well-featured bag for studious lives. On a graph where form and function come together, the Axis is easy to find."
            },
            {
                "id": 208,
                "name": "Cinch 16L",
                "price": 45,
                "images": [ "https://i.postimg.cc/gkL4YyF2/cinch16-1.jpg", "https://i.postimg.cc/D09rWDky/cinch16-2.jpg", "https://i.postimg.cc/zGnjhJfm/cinch16-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "We took the best elements of our popular Daylight® pack and added a top-loading cinch closure for quick access to all your essentials. This versatile pack features a hydration reservoir sleeve and zippered slash pocket to securely store essentials. Reach for this pack for quick errands, day hikes and afternoons at the beach. Built with an eye toward sustainability using high-quality bluesign® approved recycled fabrics, GRS-certified recycled polyester and a PFC-free DWR coating."
            },
            {
                "id": 209,
                "name": "Comet 30L",
                "price": 38,
                "images": [ "https://i.postimg.cc/Ls2VBrqJ/comet30-1.jpg", "https://i.postimg.cc/LsD3yNfN/comet30-2.jpg", "https://i.postimg.cc/tRwtm1ZQ/comet30-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "Fresh and functional, the Comet is ready for the day ahead. With an independent 16 laptop compartment and a roomy main compartment with internal organization for daily essentials, it travels seamlessly from campus or commute to your extracurriculars. Made from beautiful, bluesign® approved, 100% recycled fabrics, it features a ventilated, comfortable AirScape® backpanel and BioStretch harness alongside a reinforced grab handle on the front panel for a convenient briefcase-style carry when you need to grab and go on the fly."
            },
            {
                "id": 210,
                "name": "Daylite plus",
                "price": 45,
                "images": [ "https://i.postimg.cc/B6vcRHBs/daylightplus-1.jpg", "https://i.postimg.cc/JhrbBZgJ/daylightplus-2.jpg", "https://i.postimg.cc/FHQbN2VT/daylightplus-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "Everything you love about the Daylite® with additional storage space and organization options. The Daylite Plus shines on its own for daily needs and adventures, as well as continuing to meet the needs of travelers in need of additional carry options. Built with an eye toward sustainability using high-quality bluesign® approved recycled fabrics, GRS-certified recycled polyester and a PFC-free DWR coating."
            },
            {
                "id": 211,
                "name": "Flare 28L",
                "price": 55,
                "images": [ "https://i.postimg.cc/cH5MWCF3/flare28-1.jpg", "https://i.postimg.cc/ncmY8HBs/flare28-2.jpg", "https://i.postimg.cc/j2w6ST1F/flare28-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "Need a school bag with plenty of room for books and supplies, but not so big it's bulky? The 27L Flare hits the sweet spot of a medium backpack for around campus and beyond. With a massive internal laptop sleeve in its main compartment, the deceptively cavernous Flare can fit up to a 16-inch laptop and comes with internal organization to keep all of your daily gear in order. Get around campus with a little Flare this next semester."
            },
            {
                "id": 212,
                "name": "Ultralight",
                "price": 75,
                "images": [ "https://i.postimg.cc/VNKqLkYz/Ultralight-1.jpg", "https://i.postimg.cc/rmb5xZ0b/Ultralight-2.jpg", "https://i.postimg.cc/nVj4pxNt/Ultralight-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "Expand your luggage for day trips at your destination, or have an extra bag for souvenirs on the return journey, with this simple, ultralight and packable day pack that provides capacity on demand."
            },
            {
                "id": 213,
                "name": "Nano fly",
                "price": 100,
                "images": [ "https://i.postimg.cc/sfvcx7Qq/nanofly-1.jpg", "https://i.postimg.cc/XX65NCdr/nanofly-2.jpg", "https://i.postimg.cc/c12cnCfH/nanofly-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "The simple and classic design and functionality of the Heritage Nanofly 20 has been tried and tested over many decades. Now it has been re-released with modern features and recycled Bluesign approved sustainable fabrics.  It is available in a simple eye catching black and grey colour scheme.  As the name suggests it is 20 litre capacity.  The Nanofly 20 is part of Osprey’s “Lifestyle” range.  This means it is equally at home in the city, for general travel or on your favourite day hike.  "
            },
            {
                "id": 214,
                "name": "Proxima 30L",
                "price": 105,
                "images": [ "https://i.postimg.cc/tgBFd7Qc/proxima30-1.jpg", "https://i.postimg.cc/gJr8gdG2/proxima30-2.jpg", "https://i.postimg.cc/mkHMGwzx/proxima30-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "Have your books and read them too. The Proxima, with its 30L storage and 17-inch laptop compartment, is ready to tackle the most ambitious of curriculums and extra-curriculars. Dual panel compression straps help wrangle the bulkiest EDC and double as skateboard straps when you need to put away the wheels. Whether you're living off campus or in the dorms, the Proxima makes for a great, roomy school bag."
            },
            {
                "id": 215,
                "name": "Simplex 16L",
                "price": 115,
                "images": [ "https://i.postimg.cc/HxK5KKL4/simplex16-1.jpg", "https://i.postimg.cc/y8zXLGQC/simplex16-2.jpg", "https://i.postimg.cc/dtCjmF99/simplex16-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "This original design harkens back to our early days, yet caters to days ahead. Sized for smaller adventures, the Heritage Simplex 16 isn't short on features. It fits most 16-inch laptops with an internal sleeve that can also accommodate a hydration reservoir, making it a versatile pack with a classic design. Along with all of our Heritage packs, it also features 100% recycled materials for a sustainable future."
            },
            {
                "id": 216,
                "name": "Simplex 20L",
                "price": 95,
                "images": [ "https://i.postimg.cc/2yZhwdn5/simplex20-1.jpg", "https://i.postimg.cc/LXhzqFXL/simplex20-2.jpg", "https://i.postimg.cc/Qdkgwqw9/simplex20-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "This original design harkens back to our early days, yet caters to days ahead. Sized for smaller adventures, the Heritage Simplex 16 isn't short on features. It fits most 20-inch laptops with an internal sleeve that can also accommodate a hydration reservoir, making it a versatile pack with a classic design. Along with all of our Heritage packs, it also features 100% recycled materials for a sustainable future."
            }
        ],
        "travelCollection": [
            {
                "id": 301,
                "name": "Fairview 40L",
                "price": 130,
                "images": [ "https://i.postimg.cc/pVwDd7t5/fairview40-1.jpg", "https://i.postimg.cc/Qds1QTCX/fairview40-2.jpg", "https://i.postimg.cc/jSXNZSny/fairview40-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Travel far and light with the Fairview Family, designed to keep up with fast-moving globetrotters exploring new and exciting places. Despite minimal weights, these women's specific, full-featured packs adopt serious backpacking features from our more technical packs—like fine-tunable torso adjustments, load-lifting LightWire frames and breathable harnesses/hipbelts—blended with practical travel functionality. Internal organization has been optimized for travel purposes and rugged compressions straps keep your carry tight and stable whether you're bringing your whole kit along or slimming down for excursions. The Fairview 40 is sized to meet most domestic carry-on requirements, making it the perfect one-pack-does-all for streamlined travel. A quick access zippered laptop/tablet sleeve protects devices up to 16¨ and an external toiletry pocket helps you breeze through security lines. It's compatible with the Farpoint® | Fairview Daypack (sold separately) for even more flexibility at your desitination."
            },
            {
                "id": 302,
                "name": "Fairview 50L",
                "price": 139,
                "images": [ "https://i.postimg.cc/kXWWRcn1/fairview50-1.jpg", "https://i.postimg.cc/8CXvgXH5/fairview50-2.jpg", "https://i.postimg.cc/nLhm5fqg/fairview50-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Planning a trip with a lot of trail time built in? Then plan to bring along the Fairview Trek 50, a hybrid solution designed for women who travel far and wide and don't stop moving when they get there. Whether you're touching down in Cusco or Kilimanjaro, travel-specific features-like a protective pack cover and internal compression straps with fabric wings-will help your belongings arrive intact. Adjustable backpacking suspension and ventilation keep you comfortable and cool when you're covering ground in even the most tropical of climates. A sizable zippered front panel makes it easier than ever to load and unload your gear, no matter if you're taking in ancient ruins or trekking Africa's tallest mountain. A hydration sleeve, hipbelt pockets and sleeping bag straps round out on-the-trail essentials. And that protective travel AirCover® doubles as a waterproof raincover in stormy weather. The Fairview Trek is compatible with the Farpoint®/Fairview Travel Daypack or Daylite® packs for times when an additional smaller bag can help you go further. Made from 100% recycled nylons that's both extremely strong and bluesign® approved for sustainability."
            },
            {
                "id": 303,
                "name": "Fairview 55L",
                "price": 160,
                "images": [ "https://i.postimg.cc/Y94WrNnx/fairview55-1.jpg", "https://i.postimg.cc/tTLVY18G/fairview55-2.jpg", "https://i.postimg.cc/0jDKmkqM/fairview55-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Travel far and light with the Fairview Family, designed to keep up with fast-moving globetrotters exploring new and exciting places. Despite minimal weights, these women's specific, full-featured packs adopt serious backpacking features from our more technical packs—like fine-tunable torso adjustments, load-lifting LightWire frames and breathable harnesses/hipbelts—blended with practical travel functionality. Internal organization has been optimized for travel purposes and rugged compressions straps keep your carry tight and stable whether you're bringing your whole kit along or slimming down for excursions. The Fairview 55 comes with a fully detachable dayback that gives you ultimate flexibility with your travels. Plus, it meets most domestic carry-on requirements with the main pack overhead and daypack as your personal item for far-flung adventures."
            },
            {
                "id": 304,
                "name": "Fairview 70L",
                "price": 190,
                "images": [ "https://i.postimg.cc/zXwRGGj4/fairview70-1.jpg", "https://i.postimg.cc/SQMMHrzS/fairview70-2.jpg", "https://i.postimg.cc/c4GnWnQQ/fairview70-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Travel far and light with the Fairview Family, designed to keep up with fast-moving globetrotters exploring new and exciting places. Despite minimal weights, these women's specific, full-featured packs adopt serious backpacking features from our more technical packs—like fine-tunable torso adjustments, load-lifting LightWire frames and breathable harnesses/hipbelts—blended with practical travel functionality. Internal organization has been optimized for travel purposes and rugged compressions straps keep your carry tight and stable whether you're bringing your whole kit along or slimming down for excursions. The formidable Fairview 70 comes with a fully detachable dayback that gives you ultimate flexibility with your travels. The largest Fairview Travel Pack, you'll have ample room for a full week of continuous travel, whether you're hiking between hostels or taking your trip to more remote destinations."
            },
            {
                "id": 305,
                "name": "Farpoint 40L",
                "price": 140,
                "images": [ "https://i.postimg.cc/P5tvpnVJ/farpoint40-1.jpg", "https://i.postimg.cc/FHDd0CwZ/farpoint40-2.jpg", "https://i.postimg.cc/N0FyD7cw/farpoint40-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Travel far and light with the Farpoint Family, designed to keep up with fast-moving globetrotters exploring new and exciting places. Despite minimal weights, these full-featured men's packs adopt serious backpacking features from our more technical packs—like fine-tunable torso adjustments, load-lifting LightWire frames and breathable harnesses/hipbelts—blended with practical travel functionality. Internal organization has been optimized for travel purposes and rugged compressions straps keep your carry tight and stable whether you're bringing your whole kit along or slimming down for excursions. The Farpoint 40 is sized to meet most domestic carry-on requirements, making it the perfect one-pack-does-all for streamlined travel. A quick access zippered laptop/tablet sleeve protects devices up to 16¨ and an external toiletry pocket helps you breeze through security lines. It's compatible with the Farpoint/Fairview® Travel Daypack or Daylite® packs (sold separately) for even more flexibility at your desitination."
            },
            {
                "id": 306,
                "name": "Farpoint 50L",
                "price": 160,
                "images": [ "https://i.postimg.cc/VNhJVrf0/farpoint50-1.jpg", "https://i.postimg.cc/vB64FYTq/farpoint50-2.jpg", "https://i.postimg.cc/y6cDL8wW/farpoint50-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Adventuring to a far-off destination where you'll stay with your belongings more often than leave them in your hostel? (Looking at you, tea house trek.) We have the perfect solution. A hybrid of travel and backpacking packs, the Farpoint 50 features both on-the-go and on-the-trail essentials. A luggage-style front-panel opening makes for painless packing and unpacking-leaving plenty of time to ask for a second serving of dal bhat and warm your muscles next to the yak dung-burning stove. An adjustable backpanel provides a custom torso fit and maximum airflow helps you stay cool and dry when putting in miles on the trail. In transit, a protective AirCover® keeps away damage-in nature, it doubles as a waterproof raincover. Sleeping bag straps, a hydration compartment and hipbelt pockets provide a place for everything. Still need more room? The Trek is compatible with our Farpoint/Fairview® Travel Daypack or Daylite® packs. The whole Farpoint/Fairview Family is now made from 100% recycled, bluesign® approved fabrics for a pack that's as durable as it is sustainable."
            },
            {
                "id": 307,
                "name": "Farpoint 75L",
                "price": 195,
                "images": [ "https://i.postimg.cc/8cQjT2r1/farpoint75-1.jpg", "https://i.postimg.cc/j2HC2Mzy/farpoint75-2.jpg", "https://i.postimg.cc/QxqHrnN3/farpoint75-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Technical backpacking and travel elements combine to create a pack that's ideal for long-haul trips and extensive time on the trail. The Farpoint Trek 75 not only gets your belongings safely to Colombia, it keeps you comfortable when you're traipsing through the coconut palm-lined foothills of Tayrona National Park. A large front-panel opening makes simple work out of packing layers, camera equipment, toiletries and hiking boots-don't forget to share your intended route with your guesthouse! Adjustable suspension fits a variety of torso sizes and supreme ventilation regulates your trekking temperature. A dedicated compartment holds a bladder, and hipbelt pockets keep your phone and snacks within reach so you can hydrate, nourish and photograph the surrounding coastal mountain range without taking off your pack. Deploy the waterproof AirCover® to shield your belongings when the weather turns wet or to protect your bag when it's checked in for your global flight. Still need more room? The Trek is compatible with our Farpoint/Fairview® Travel Daypack or Daylite® packs. The whole Farpoint/Fairview Family is now made from 100% recycled, bluesign® approved fabrics for a pack that's as durable as it is sustainable."
            },
            {
                "id": 308,
                "name": "Farpoint 80L",
                "price": 205,
                "images": [ "https://i.postimg.cc/kXCBzdms/farpoint80-1.jpg", "https://i.postimg.cc/zfyBKzCz/farpoint80-2.jpg", "https://i.postimg.cc/rwnsD0tZ/farpoint80-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Travel far and light with the Farpoint Family, designed to keep up with fast-moving globetrotters exploring new and exciting places. Despite minimal weights, these full-featured packs adopt serious backpacking features from our more technical packs—like fine-tunable torso adjustments, load-lifting LightWire frames and breathable harnesses/hipbelts—blended with practical travel functionality. Internal organization has been optimized for travel purposes and rugged compressions straps keep your carry tight and stable whether you're bringing your whole kit along or slimming down for excursions. Your biggest adventures call for the high-volume Farpoint 80, designed to provide a comfortable carry whether you like to take a lot with you or plan to be gone awhile."
            },
            {
                "id": 309,
                "name": "Raptor 10L",
                "price": 110,
                "images": [ "https://i.postimg.cc/htPh4bh7/raptor10-1.jpg", "https://i.postimg.cc/rp7p9BjS/raptor10-2.jpg", "https://i.postimg.cc/MTRp393g/raptor10-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Let’s face it, not every ride happens the way we want it to. Your bike can break, the weather can change, and the trail may not be as well-marked as you’d like it to be. The Raptor 10 is specifically designed with these challenges in mind. A premium pack that carries it all without weighing you down, the Raptor features winged shoulder straps that contour to the shape you’re in when you reach for your handlebars—delivering superior stability even when the trail turns super techy. AirScape suspension evenly distributes your load while permitting dynamic range of motion, and a mesh-covered foam backpanel leaves you well ventilated. An included 2.5-liter reservoir slides into its own dedicated compartment for fill-up simplicity, and another devoted space at the base of the pack houses a Tool Roll for your mini-pump, tire lever, hex keys, and more."
            },
            {
                "id": 310,
                "name": "Raptor 14L",
                "price": 135,
                "images": [ "https://i.postimg.cc/PJjrg1BJ/raptor14-1.jpg", "https://i.postimg.cc/rp7p9BjS/raptor10-2.jpg", "https://i.postimg.cc/HWwLQPyy/raptor14-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Made to haul all the gear you need—but flexible enough to slim down for shorter rides—the Raptor 14 is our premium pack for mountain bikers who demand top quality from their gear. Don’t like how hydration packs feel over gnarly terrain? Neither did we. So we designed shoulder straps in the shape of wings that curve the same way you do when you’re in riding position. An AirScape suspension and backpanel provide a close-to-body carrying experience and elevate comfort and stability to unprecedented levels, while still allowing for dynamic body movement. An included 2.5-liter reservoir with direct-zip hose access ensures straightforward loading, while a tool roll organizes the ingredients to get you moving again should you have any trailside troubles. Standard helmets attach with our LidLock system and side compression straps will fit your full face helmet."
            },
            {
                "id": 311,
                "name": "Raven 10L",
                "price": 110,
                "images": [ "https://i.postimg.cc/hv1PcfBr/raven10-1.jpg", "https://i.postimg.cc/T3wYvdHV/raven10-2.jpg", "https://i.postimg.cc/yN31WfKW/raven10-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "When you're out for an all-day ride—or when your ride unexpectedly turns into an all-dayer—you need a pack that carries everything without weighing you down. The women’s-specific Raven 10 is stable, comfortable, and specifically designed with mountain bike challenges in mind. You want a pack that doesn't bounce all over the place, and so do we. So, we made one. The shoulder straps on this pack are shaped like wings and naturally curve when you resume your natural riding position. An AirScape suspension system and backpanel keep your bag close to your body while allowing for dynamic body movement and unmatched comfort and ventilation. An integrated 2.5-liter reservoir keeps you hydrated, and a dedicated compartment at the bottom of the pack holds a Tool Roll that conveniently stores everything from mini-pumps to tire levers and more."
            },
            {
                "id": 312,
                "name": "Raven 14L",
                "price": 135,
                "images": [ "https://i.postimg.cc/Dy7w5drY/raven14-1.jpg", "https://i.postimg.cc/FHBF9M22/raven14-2.jpg", "https://i.postimg.cc/mDxb9QZj/raven14-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "The women’s-specific Raven 14 is a premium pack made for high-quality mountain bikers who desire high-quality gear. It can haul everything you need for high country excursions with the flexibility to accommodate shorter rides—and less gear—too. We set out to solve the issue of bouncy hydration packs, and found the answer in our BioStretch harness—a wing-shaped shoulder strap solution that takes the same shape you do when you’re in a natural riding position. Unparalleled stability meets maximum comfort and ventilation with an AirScape suspension system and backpanel. An included 2.5-liter reservoir slips into its own hydration sleeve with direct-zip access, and a space at the bottom of the pack is reserved for a removable Tool Roll. Standard and full-face helmets can be secured to the pack via the LidLock attachment or side compression straps."
            },
            {
                "id": 313,
                "name": "Salida 12L",
                "price": 120,
                "images": [ "https://i.postimg.cc/zv88t8gR/salida12-1.jpg", "https://i.postimg.cc/jq4sWwp6/salida12-2.jpg", "https://i.postimg.cc/DZq7P88T/salida12-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Stability and comfort combine in this svelte women’s-specific mountain biking pack that’s a great fit for any trail—from gentle fire roads to technical singletrack. With high-performing features and a little extra room for a little extra gear, the Salida 12 is the “Goldilocks” of packs you’ll find yourself reaching for to accompany meetups at your local trailhead (and meetups at your local watering hole afterward). The main compartment zippers wide open to reveal pockets for bike tool organization and enough space to stuff a spare tube, an extra layer, and your lunch. An AirScape backpanel offers max ventilation and stability while rolled, soft-edge shoulder straps offer a nice distribution of weight and a no-pinch design. A separate compartment houses an included 2.5-liter reservoir, and zippered hipbelt pockets store things you’ll want easy access to, like trail snacks. A LidLock attachment holds a standard-size helmet on the front of the pack while side compression straps expand to fit a full face helmet as well."
            },
            {
                "id": 314,
                "name": "Siskin 12L",
                "price": 120,
                "images": [ "https://i.postimg.cc/L5DRGwtQ/siskin12-1.jpg", "https://i.postimg.cc/sgvy0nvK/siskin12-2.jpg", "https://i.postimg.cc/3xV7MgGh/siskin12-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Designed to do it all—and hold just enough gear—the Siskin 12 is a mountain biking pack with many of the high-performing features you’d expect from Osprey. The mesh-covered AirScape backpanel provides excellent ventilation and maximum range of motion—go ahead, get sendy. A LidLock attachment on the front of the pack can store a standard size helmet while side compression straps expand to hold a full face helmet. The main U-zip compartment houses organization pockets for your bike tools and room for a layer, a sandwich, or some light mountain bike padding. Rolled, soft-edge shoulder straps keep the pack stable over technical terrain and ensure no pinching points when full. A dedicated compartment holds an included 2.5-liter reservoir and zippered hipbelt pockets provide easy access to bars during the ride or a bottle opener afterwards."
            },
            {
                "id": 315,
                "name": "Sincro 12L",
                "price": 120,
                "images": [ "https://i.postimg.cc/hP4KV4nk/syncro12-1.jpg", "https://i.postimg.cc/HLMmTV0y/syncro12-2.jpg", "https://i.postimg.cc/VL7mgyLd/syncro12-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "With features and comfort that match your expectations of a top-tier mountain biking pack, the Syncro 12 is the ideal pack to carry a full day of gear in hot and humid climates. When you’re pedaling under the sun, staying cool is a priority and the Syncro 12 delivers with a 3D-tensioned “trampoline-style” AirSpeed backpanel—our highest level of ventilation. A contoured mesh backpanel keeps things extremely comfortable and bike-specific shoulder straps curve to mimic the position you assume when reaching for your handlebars, providing superior fit and stability while you ride. An included 2.5-liter reservoir makes certain you don’t go thirsty and an integrated removable raincover ensures weather won’t rain on your parade."
            },
            {
                "id": 316,
                "name": "Transporter",
                "price": 180,
                "images": [ "https://i.postimg.cc/fLhNyD5g/transporter-1.jpg", "https://i.postimg.cc/LXBMZwb4/transporter-2.jpg", "https://i.postimg.cc/0jk1GnTY/transporter-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "We designed the Transporter® Small Zip Top with water-resistant fabric to protect all of your daily essentials. The bucket-style lid offers quick access to the main compartment. Inside, an internal document sleeve and pockets help keep your gear organized. Featuring dual side stretch water bottle pockets and an internal padded sleeve that fits up to a 13” laptop or tablet. This pack is sustainably made from bluesign® approved recycled materials with a PFC-free DWR treatment that sheds moisture."
            }
        ],
        "newArrivals": [
            {
                "id": 103,
                "name": "Anti Gravity 55L",
                "price": 250,
                "images": [ "https://i.postimg.cc/65V2LTCh/antigravity55-1.jpg", "https://i.postimg.cc/Qd0FwP49/antigravity55-2.jpg", "https://i.postimg.cc/MZVvqX38/antigravity55-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "Half a century of innovation has culminated in the industry-changing Osprey UNLTD™ Series designed by Founder Mike Pfotenhauer and Osprey’s innovation team. A first-of-its-kind 3D Printed Fitscape Lumbar with Carbon DLS™ Technology offers supreme ventilation, fine-tuned support and anti-slip grip. The exclusive Men’s Osprey UNLTD™ AntiGravity 64 also features an innovative AutoLift System to automatically adjust harness length and a Fit-On-The-Fly® hipbelt for in-the-field, fine-tuned adjustment. A clamshell design provides structure and enhanced compression while an anodized 7075 aluminium frame offers unmatched performance. Made from state-of-the-art fabrics and including a premium raincover and custom Airporter transit cover. Top lid converts to a fully functional lumbar pack."
            },
            {
                "id": 105,
                "name": "Ariel 55L",
                "price": 210,
                "images": [ "https://i.postimg.cc/j202yr59/ariel55-1.jpg", "https://i.postimg.cc/rF9sR3Ln/ariel55-2.jpg", "https://i.postimg.cc/KYj12Nw9/ariel55-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "Winner of the 2021 Backpacker Editors’ Choice Gold Award. Ideal for anyone in need of a pack with a fine-tuned fit, the women’s-specific Ariel 55 fits a variety of body shapes and sizes. A Custom Fit-on-the-Fly® Hipbelt and Shoulder Straps, and adjustable torso length offers a fine-tuned fit and an injection-molded backpanel delivers breathable, close-to-body performance. Made with bluesign® approved nylon and PFC-free DWR. Raincover included."
            },
            {
                "id": 108,
                "name": "Atmos 65L",
                "price": 205,
                "images": [ "https://i.postimg.cc/VsqL2p5f/atmos65-1.jpg", "https://i.postimg.cc/7YqY49Tg/atmos65-2.jpg", "https://i.postimg.cc/ZKjY5NrX/atmos65-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "The Atmos™ AG 65 is the best-fitting, most ventilated and comfortable pack ever made for traditional backpacking trips up to a week or more in duration. The innovative AntiGravity suspension makes it feel like you're carrying less weight and seamlessly wraps around your body, which means you'll enjoy every mile more than ever. From easy to use stretch mesh side pockets, Stow-on-the-Go trekking pole attachment, and FlapJacket for lidless use, the Atmos™ AG 65 is still the top contender. Backed by our All Mighty Guarantee, forever."
            },
            {
                "id": 111,
                "name": "Eja 38L",
                "price": 110,
                "images": [ "https://i.postimg.cc/HsWHRLfz/eja38-1.jpg", "https://i.postimg.cc/rFhckkTk/eja38-2.jpg", "https://i.postimg.cc/KcDx0Ts4/eja38-3.jpg"],
                "shortDescription": "Climbing Collection Backpack",
                "longDescription": "The smallest of the new women's-specific Eja Series, the 38L excels at overnight and weekend trips for those who enjoy going light. The incredible AirSpeed suspension's breathable 3-D mesh backpanel provides unmatched ventilation and comfort, and trail-friendly features like Stow-on-the-Go trekking pole carry combine with strippable features to create the comfortable pack for short, lightweight trips. Our All Mighty Guarantee means you can rest assured we've got you covered if anything happens on the trail. Stripped weight - 2.10lbs, 0.95kg. Read the great review of the Exos/Eja from Andrew Skurka at Outside Magazine."
            },
            {
                "id": 203,
                "name": "Arcane",
                "price": 65,
                "images": [ "https://i.postimg.cc/CKT2yPR0/arcane-1.jpg", "https://i.postimg.cc/JhN2RNXk/arcane-2.jpg", "https://i.postimg.cc/rmqYsDGY/arcane-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "Crafted to Osprey's highest standards with durable certified recycled fabrics, the Arcane Small Day is meant for life on the go. You have a lot of places to be in one day and this pack is an essential companion, whether you're catching the train to work or catching up over coffee with a friend. Featuring a wide zippered opening; 13-inch padded laptop sleeve; soft, breathable harness; and a self-locking security hook so your bag—and everything you've stashed inside—doesn't grow legs. The Arcane Small Day is made from 7.8 plastic bottles."
            },
            {
                "id": 205,
                "name": "Arcane roll top",
                "price": 55,
                "images": [ "https://i.postimg.cc/0ymtCYcB/arcanerolltop-1.jpg", "https://i.postimg.cc/FK4TCY6s/arcanerolltop-2.jpg", "https://i.postimg.cc/k4Mf9k90/arcanerolltop-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "A beautifully crafted everyday bag, the Arcane Roll Top was designed to fit a variety of scenarios and withstand the demands of daily use. Pack it with the day’s essentials and carry it from the office to the gym to the pub. Built with durable certified recycled fabric, intuitive straightforward features and a surprisingly comfortable carry. Featuring clean lines, modern hardware and roll-top access. The Arcane Roll Top is made from 12.5 plastic bottles."
            },
            {
                "id": 207,
                "name": "Axis 24L",
                "price": 85,
                "images": [ "https://i.postimg.cc/Y0Z360g7/axis24-1.jpg", "https://i.postimg.cc/fWrBn2PP/axis24-2.jpg", "https://i.postimg.cc/T380hyfq/axis24-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "On-the-go students looking for a streamlined school bag will find the Axis ideal, whether they're coming in from off campus or living in the dorms. With 24L of storage and organization, fitting up to a 16-inch laptop, it's a well-featured bag for studious lives. On a graph where form and function come together, the Axis is easy to find."
            },
            {
                "id": 213,
                "name": "Nano fly",
                "price": 100,
                "images": [ "https://i.postimg.cc/sfvcx7Qq/nanofly-1.jpg", "https://i.postimg.cc/XX65NCdr/nanofly-2.jpg", "https://i.postimg.cc/c12cnCfH/nanofly-3.jpg"],
                "shortDescription": "Urban Collection Backpack",
                "longDescription": "The simple and classic design and functionality of the Heritage Nanofly 20 has been tried and tested over many decades. Now it has been re-released with modern features and recycled Bluesign approved sustainable fabrics.  It is available in a simple eye catching black and grey colour scheme.  As the name suggests it is 20 litre capacity.  The Nanofly 20 is part of Osprey’s “Lifestyle” range.  This means it is equally at home in the city, for general travel or on your favourite day hike.  "
            },
            {
                "id": 303,
                "name": "Fairview 55L",
                "price": 160,
                "images": [ "https://i.postimg.cc/Y94WrNnx/fairview55-1.jpg", "https://i.postimg.cc/tTLVY18G/fairview55-2.jpg", "https://i.postimg.cc/0jDKmkqM/fairview55-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Travel far and light with the Fairview Family, designed to keep up with fast-moving globetrotters exploring new and exciting places. Despite minimal weights, these women's specific, full-featured packs adopt serious backpacking features from our more technical packs—like fine-tunable torso adjustments, load-lifting LightWire frames and breathable harnesses/hipbelts—blended with practical travel functionality. Internal organization has been optimized for travel purposes and rugged compressions straps keep your carry tight and stable whether you're bringing your whole kit along or slimming down for excursions. The Fairview 55 comes with a fully detachable dayback that gives you ultimate flexibility with your travels. Plus, it meets most domestic carry-on requirements with the main pack overhead and daypack as your personal item for far-flung adventures."
            },
            {
                "id": 309,
                "name": "Raptor 10L",
                "price": 110,
                "images": [ "https://i.postimg.cc/htPh4bh7/raptor10-1.jpg", "https://i.postimg.cc/rp7p9BjS/raptor10-2.jpg", "https://i.postimg.cc/MTRp393g/raptor10-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Let’s face it, not every ride happens the way we want it to. Your bike can break, the weather can change, and the trail may not be as well-marked as you’d like it to be. The Raptor 10 is specifically designed with these challenges in mind. A premium pack that carries it all without weighing you down, the Raptor features winged shoulder straps that contour to the shape you’re in when you reach for your handlebars—delivering superior stability even when the trail turns super techy. AirScape suspension evenly distributes your load while permitting dynamic range of motion, and a mesh-covered foam backpanel leaves you well ventilated. An included 2.5-liter reservoir slides into its own dedicated compartment for fill-up simplicity, and another devoted space at the base of the pack houses a Tool Roll for your mini-pump, tire lever, hex keys, and more."
            },
            {
                "id": 310,
                "name": "Raptor 14L",
                "price": 135,
                "images": [ "https://i.postimg.cc/PJjrg1BJ/raptor14-1.jpg", "https://i.postimg.cc/rp7p9BjS/raptor10-2.jpg", "https://i.postimg.cc/HWwLQPyy/raptor14-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Made to haul all the gear you need—but flexible enough to slim down for shorter rides—the Raptor 14 is our premium pack for mountain bikers who demand top quality from their gear. Don’t like how hydration packs feel over gnarly terrain? Neither did we. So we designed shoulder straps in the shape of wings that curve the same way you do when you’re in riding position. An AirScape suspension and backpanel provide a close-to-body carrying experience and elevate comfort and stability to unprecedented levels, while still allowing for dynamic body movement. An included 2.5-liter reservoir with direct-zip hose access ensures straightforward loading, while a tool roll organizes the ingredients to get you moving again should you have any trailside troubles. Standard helmets attach with our LidLock system and side compression straps will fit your full face helmet."
            },
            {
                "id": 311,
                "name": "Raven 10L",
                "price": 110,
                "images": [ "https://i.postimg.cc/hv1PcfBr/raven10-1.jpg", "https://i.postimg.cc/T3wYvdHV/raven10-2.jpg", "https://i.postimg.cc/yN31WfKW/raven10-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "When you're out for an all-day ride—or when your ride unexpectedly turns into an all-dayer—you need a pack that carries everything without weighing you down. The women’s-specific Raven 10 is stable, comfortable, and specifically designed with mountain bike challenges in mind. You want a pack that doesn't bounce all over the place, and so do we. So, we made one. The shoulder straps on this pack are shaped like wings and naturally curve when you resume your natural riding position. An AirScape suspension system and backpanel keep your bag close to your body while allowing for dynamic body movement and unmatched comfort and ventilation. An integrated 2.5-liter reservoir keeps you hydrated, and a dedicated compartment at the bottom of the pack holds a Tool Roll that conveniently stores everything from mini-pumps to tire levers and more."
            },
            {
                "id": 312,
                "name": "Raven 14L",
                "price": 135,
                "images": [ "https://i.postimg.cc/Dy7w5drY/raven14-1.jpg", "https://i.postimg.cc/FHBF9M22/raven14-2.jpg", "https://i.postimg.cc/mDxb9QZj/raven14-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "The women’s-specific Raven 14 is a premium pack made for high-quality mountain bikers who desire high-quality gear. It can haul everything you need for high country excursions with the flexibility to accommodate shorter rides—and less gear—too. We set out to solve the issue of bouncy hydration packs, and found the answer in our BioStretch harness—a wing-shaped shoulder strap solution that takes the same shape you do when you’re in a natural riding position. Unparalleled stability meets maximum comfort and ventilation with an AirScape suspension system and backpanel. An included 2.5-liter reservoir slips into its own hydration sleeve with direct-zip access, and a space at the bottom of the pack is reserved for a removable Tool Roll. Standard and full-face helmets can be secured to the pack via the LidLock attachment or side compression straps."
            },
            {
                "id": 313,
                "name": "Salida 12L",
                "price": 120,
                "images": [ "https://i.postimg.cc/zv88t8gR/salida12-1.jpg", "https://i.postimg.cc/jq4sWwp6/salida12-2.jpg", "https://i.postimg.cc/DZq7P88T/salida12-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Stability and comfort combine in this svelte women’s-specific mountain biking pack that’s a great fit for any trail—from gentle fire roads to technical singletrack. With high-performing features and a little extra room for a little extra gear, the Salida 12 is the “Goldilocks” of packs you’ll find yourself reaching for to accompany meetups at your local trailhead (and meetups at your local watering hole afterward). The main compartment zippers wide open to reveal pockets for bike tool organization and enough space to stuff a spare tube, an extra layer, and your lunch. An AirScape backpanel offers max ventilation and stability while rolled, soft-edge shoulder straps offer a nice distribution of weight and a no-pinch design. A separate compartment houses an included 2.5-liter reservoir, and zippered hipbelt pockets store things you’ll want easy access to, like trail snacks. A LidLock attachment holds a standard-size helmet on the front of the pack while side compression straps expand to fit a full face helmet as well."
            },
            {
                "id": 314,
                "name": "Siskin 12L",
                "price": 120,
                "images": [ "https://i.postimg.cc/L5DRGwtQ/siskin12-1.jpg", "https://i.postimg.cc/sgvy0nvK/siskin12-2.jpg", "https://i.postimg.cc/3xV7MgGh/siskin12-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "Designed to do it all—and hold just enough gear—the Siskin 12 is a mountain biking pack with many of the high-performing features you’d expect from Osprey. The mesh-covered AirScape backpanel provides excellent ventilation and maximum range of motion—go ahead, get sendy. A LidLock attachment on the front of the pack can store a standard size helmet while side compression straps expand to hold a full face helmet. The main U-zip compartment houses organization pockets for your bike tools and room for a layer, a sandwich, or some light mountain bike padding. Rolled, soft-edge shoulder straps keep the pack stable over technical terrain and ensure no pinching points when full. A dedicated compartment holds an included 2.5-liter reservoir and zippered hipbelt pockets provide easy access to bars during the ride or a bottle opener afterwards."
            },
            {
                "id": 315,
                "name": "Sincro 12L",
                "price": 120,
                "images": [ "https://i.postimg.cc/hP4KV4nk/syncro12-1.jpg", "https://i.postimg.cc/HLMmTV0y/syncro12-2.jpg", "https://i.postimg.cc/VL7mgyLd/syncro12-3.jpg"],
                "shortDescription": "Travel Collection Backpack",
                "longDescription": "With features and comfort that match your expectations of a top-tier mountain biking pack, the Syncro 12 is the ideal pack to carry a full day of gear in hot and humid climates. When you’re pedaling under the sun, staying cool is a priority and the Syncro 12 delivers with a 3D-tensioned “trampoline-style” AirSpeed backpanel—our highest level of ventilation. A contoured mesh backpanel keeps things extremely comfortable and bike-specific shoulder straps curve to mimic the position you assume when reaching for your handlebars, providing superior fit and stability while you ride. An included 2.5-liter reservoir makes certain you don’t go thirsty and an integrated removable raincover ensures weather won’t rain on your parade."
            }
        ]
    }
]